{
  "translation": {
    "footer.api.description": "Fork da API no GitHub",
    "footer.betacode.description": "Criado por",
    "footer.copyright": "© 2020 - Criado por",
    "footer.copyright.brand": "é uma marca pertencente a Visionary Galaxy. Todos os direitos reservados.",
    "footer.description": "A aplicação CovidCurves foi criada com o objectivo de ser uma fonte de informação clara, neutra e simples de compreender. \nSabendo que a única forma de perceber qual o estado da pandemia de Covid-19 num determinado país, é por meio de comparação com outros países que tenham detectado casos mais cedo, é importante oferecer comparações com o estabelecimento de âncoras temporais assim como através de racios populacionais e não em termos de números absolutos.  Esta foi a grande motivação que levou à construção desta plataforma.\n\nCovidCurves é uma aplicação criada e mantida totalmente pela Betacode, parte do grupo Visionary Galaxy LDA; sem quaisquer fins comerciais ou lucrativos.",
    "footer.frontend.description": "Fork do frontend no GitHub",
    "footer.i18ncloud.description": "A nossa ferramenta de tradução",
    "info.casespermillion.text": "Este gráfico representa a relação entre o número  de infectados por Covid-19 existente por cada milhão de habitantes num determinado país, e o tempo a partir do momento em que o mesmo país registou o primeiro caso de COVID-19.\n\nOBJECTIVO: Permitir comparar o estado do número de infectados por COVID-19 de um determinado país relativamente a outro utilizando uma ancora temporal no momento em que foi registado o primeiro caso de infecção. em ambos os países.\n\nEXEMPLO: Olhar para a curva portuguesa e compará-la à curva Italiana para perceber se esta segue os mesmos padrões de crescimento, ou se a curva portuguesa segue os padrões de crescimento de um país onde o crescimento do número de infectados tem sido menos acentuado. Desta forma, é possível perceber se as medidas de contenção estão ou não a fazer efeito.\n\nOBS: O número de casos confirmados, depende do número de testes realizados. Assim a comparação de casos confirmados entre países, ainda que com a mesma ancora temporal e através de proporções equivalentes (casos/milhão) pode não ser fiel ao real estado da diferença entre os mesmos.",
    "info.casespermillion.title": "Descrição; Infectados/ 1 M habitantes",
    "info.deathspermillion.text": "Este gráfico representa a relação entre o número  de mortes causadas por Covid-19 existente por cada milhão de habitantes num determinado país, e o tempo a partir do momento em que o mesmo país registou o primeiro de caso infecção de COVID-19.\n\nOBJECTIVO: Permitir comparar o estado do número de mortes por COVID-19 de um determinado país relativamente a outro utilizando uma ancora temporal no momento em que foi registado o primeiro caso de infecção. em ambos os países.\n\nEXEMPLO: Olhar para a curva portuguesa e compará-la à curva Italiana para perceber se esta segue os mesmos padrões de crescimento, ou se a curva portuguesa segue os padrões de crescimento de um país onde o crescimento do número de mortes tem sido menos acentuado. Desta forma, é possível perceber se as medidas de contenção estão ou não a fazer efeito.\n\nOBS: O número mortos por Covid-19, não depende do número de testes realizados pelo que é um dado de extrema importância no que toca à comparação entre países.",
    "info.deathspermillion.title": "Descrição; Mortes/ 1 M habitantes",
    "kpi.absolutenumber": "Dados absolutos",
    "kpi.confirmed": "Confirmados",
    "kpi.deaths": "Mortes",
    "kpi.permillioninhabitant": "Milhões de habitantes",
    "kpi.recovered": "Recuperados",
    "modal.close.button": "Fechar",
    "modal.confirmed.info": "Este gráfico representa a relação entre o número  de infectados por Covid-19 num determinado país, e o tempo a partir do momento em que o mesmo país registou o primeiro caso de COVID-19.",
    "modal.confirmedpermillion.info": "Este gráfico representa a relação entre o número  de casos confirmados de Covid-19 existente por cada milhão de habitantes num determinado país, e o tempo a partir do momento em que o mesmo país registou o primeiro caso de COVID-19.",
    "modal.deaths.info": "Este gráfico representa a relação entre o número  de mortes causadas por Covid-19 num determinado país, e o tempo a partir do momento em que o mesmo país registou o primeiro de caso infecção de COVID-19.",
    "modal.deathspermillion.info": "Este gráfico representa a relação entre o número  de mortes por Covid-19 existente por cada milhão de habitantes num determinado país, e o tempo a partir do momento em que o mesmo país registou o primeiro caso de COVID-19.",
    "modal.recovered.info": "Este gráfico representa a relação entre o número  de doentes recuperados de Covid-19 num determinado país, e o tempo a partir do momento em que o mesmo país registou o primeiro caso de COVID-19.",
    "modal.recoveredpermillion.info": "Este gráfico representa a relação entre o número  de doentes recuperados de Covid-19 existente por cada milhão de habitantes num determinado país, e o tempo a partir do momento em que o mesmo país registou o primeiro caso de COVID-19.",
    "portlet.footer": "*Mh - Por milhão de habitantes",
    "portlet.table.confirmed": "Confirmados",
    "portlet.table.confirmedpermillion": "Confirmados / 1 Mh",
    "portlet.table.country": "País",
    "portlet.table.date": "Data",
    "portlet.table.day": "Dia",
    "portlet.table.deaths": "Mortes",
    "portlet.table.deathspermillion": "Mortes / 1 Mh",
    "portlet.table.recovered": "Recuperados",
    "portlet.table.recoveredpermillion": "Recuperados / 1 Mh",
    "portlet.title": "Dia",
    "subtitle.permillioninhabitant": "/ 1 Milhão de habitantes",
    "title.casespermillion": "Casos confirmados de COVID-19 / 1 Milhão de habitantes",
    "title.confirmed": "Casos confirmados",
    "title.deaths": "Mortes",
    "title.deathspermillion": "Mortes causadas por COVID-19 / 1 Milhão de habitantes",
    "title.recovered": "Casos recuperados"
  }
}
